Revit 2024 API
SymbolTypeId.LbMassPerH Property
 Symbol lb/h, indicating unit Pounds mass per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId LbMassPerH { get; }
Visual Basic
Public Shared ReadOnly Property LbMassPerH As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LbMassPerH {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace